/* Boxcar email address field label */
"Email Address:" = "Cyfeiriad Ebost:";

/* Failure adding email */
"Invalid Email" = "Ebost Annilys";

/* Checkbox for only sending if idle by growl's idle detection */
"Only send if idle:" = "Dim ond anfon pan yw'n segur:";

/* Checkbox for sending only if priority is above a certain value */
"Only send if priority is at least:" = "Dim ond anfon pan fo'r blaenoriaeth o leiaf";

/* Prefix notifications to boxcar checkbox */
"Prefix notifications with:" = "Rhagddodi hysbysiadau gyda:";

/* Success adding boxcar */
"Registered!" = "Cofrestrwyd!";

/* Failed adding boxcar, unknown email address */
"Unknown email" = "Ebost anhysbys";

